TEXT_MAIN_MENU = "Добро пожаловать!"
KEYS_MAIN_BOOK_TABLE = "Забронировать"
KEYS_MAIN_ORDER_NO_TABLE = "Заказать с собой"
KEYS_PAYMENT = "Оплатить"


TEXT_BOOK_TABLE = "Прекрасно!\nВыберите столик какой хотите забранировать."
TEXT_ORDER_START = "Теперь вы можете сделать заказ.\nВот ассортимент нашего рестарана:"
TEXT_ORDER_END = "Замечательно!\nДавайте проверим заказ.\nЕсли вы хотите что-то убрать просто нажмите на кнопку с соответствующим номером."
TEXT_BOOK_SUCCESS = "Превосходно!\nВы зарезервировали столик: '%s'."
TEXT_CATEGORY = "Категория: '%s'"
TEXT_PAY_LINK = "Ссылка для оплаты заказа\n%s"

PAYMENT_TEXT = "Заказ №%s"

KEYS_CANCEL = "Отменить"
KEYS_CHECK_ORDER = "Посмотреть заказ"
KEYS_FINISH = "Завершить"

KEYS_CHOOSE = "Выбрать"

ERROR_NO_TABLE_WITH_THIS_ID = "Ой-ой!\nВидимо где-то на сервере произошла ошибка и мы не смогли определить этот столик.\nПопробуйте выбрать другой столик."
ERROR_NO_FREE_TABLES = "Ой-ой!\nКажется у нас не осталось свободных мест. Попробуйте немного позднее."
ERROR_NO_PRODUCTS = "Ой-ой!\nПохоже у нас не осталось продуктов. Вот чудеса. Попробуйте немного позднее?"
ERROR_NO_USER_FOUND = "Ой-ой!\nВидимо мы вас уже удалили из нашей базы."
ERROR_IN_PAYMENT = "Упс..\nПохоже что-то пошло не так с оплатой.\nСвяжитесь с администратором."